Repository: microsoft/WSL
Catalog: localization/strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# MessageArgumentsNotValidTogether
source: Arguments {} and {} can't be specified at same time.
cs_cz: Argumenty {} a {} nelze zadat současně.
da_dk: Argumenterne {} og {} kan ikke angives samtidig.
de_de: Die Argumente {} und {} können nicht gleichzeitig angegeben werden.
el_gr: Τα ορίσματα {} και {} δεν μπορούν να καθοριστούν ταυτόχρονα.
es_es: No se pueden especificar los argumentos {} y {} al mismo tiempo.
fi_fi: Argumentteja {} ja {} ei voi määrittää samanaikaisesti.
fr_fr: Les arguments de {} et {} ne peuvent pas être spécifiés en même temps.
hu_hu: A(z) {} és a(z) {} argumentum nem adható meg egyszerre.
it_it: Non è possibile specificare contemporaneamente gli argomenti {} e {}.
ja_jp: 引数 {} と {} を同時に指定することはできません。
ko_kr: {} 및 {} 인수를 동시에 지정할 수 없습니다.
nb_no: Argumentene {} og {} kan ikke angis samtidig.
nl_nl: Argumenten {} en {} kunnen niet tegelijkertijd worden opgegeven.
pl_pl: Nie można jednocześnie określić argumentów {} i {}.
pt_br: Os argumentos {} e {} não podem ser especificados ao mesmo tempo.
pt_pt: Os argumentos {} e {} não podem ser especificados ao mesmo tempo.
ru_ru: Аргументы {} и {} не могут быть указаны одновременно.
sv_se: Det går inte att ange argumenten {} och {} samtidigt.
tr_tr: {} ve {} bağımsız değişkenleri aynı anda belirtilemez.
zh_cn: 不能同时指定参数 {} 和 {}。
zh_tw: 無法同時指定 {} 和 {} 自變數。

# MessageArgumentNotValidWithout
source: Argument {} requires the {} argument.
cs_cz: Argument {} vyžaduje argument {}.
da_dk: Argumentet {} kræver argumentet {}.
de_de: Das Argument {} erfordert das {}-Argument.
el_gr: Το όρισμα {} απαιτεί το όρισμα {}.
es_es: El argumento {} requiere el argumento {}.
fi_fi: Argumentti {} edellyttää argumenttia {}.
fr_fr: L’argument {} nécessite l’argument {}.
hu_hu: A(z) {} argumentumhoz a(z) {} argumentum szükséges.
it_it: L’argomento {} richiede l’argomento {}.
ja_jp: 引数 {} には {} 引数が必要です。
ko_kr: 인수 {}에는 {} 인수가 필요합니다.
nb_no: Argumentet {} krever argumentet {}.
nl_nl: Argument {} vereist het {}-argument.
pl_pl: Argument {} wymaga argumentu {}.
pt_br: O argumento {} requer o argumento {}.
pt_pt: O argumento {} requer o argumento {}.
ru_ru: Аргумент {} требует аргумента {}.
sv_se: Argumentet {} kräver argumentet {}.
tr_tr: {} bağımsız değişkeni {} bağımsız değişkenini gerektirir.
zh_cn: 参数 {} 需要 {} 参数。
zh_tw: 引數 {} 需要 {} 引數。

# MessageInvalidInstallDistributionName
source: Invalid distribution name: "{}".
cs_cz: Neplatný název distribuce: "{}".
da_dk: Ugyldigt distributionsnavn: "{}".
de_de: Ungültiger Distributionsname: „{}“.
el_gr: Μη έγκυρο όνομα διανομής: "{}".
es_es: Nombre de distribución no válido: "{}".
fi_fi: Virheellinen jakelunimi: {}.
fr_fr: Nom de distribution non valide : « {} ».
hu_hu: Érvénytelen disztribúciónév: {}.
it_it: Nome di distribuzione non valido: "{}".
ja_jp: 無効なディストリビューション名: "{}"
ko_kr: 잘못된 배포 이름: "{}".
nb_no: Ugyldig distribusjonsnavn: {}.
nl_nl: Ongeldige distributienaam: {}.
pl_pl: Nieprawidłowa nazwa dystrybucji: „{}”.
pt_br: Nome de distribuição inválido: "{}".
pt_pt: Nome de distribuição inválido: "{}".
ru_ru: Недопустимое имя дистрибутива: "{}".
sv_se: Ogiltigt distributionsnamn: "{}".
tr_tr: Geçersiz dağıtım adı: "{}".
zh_cn: 无效分发名称:“{}”。
zh_tw: 發佈名稱無效: "{}"。

# MessageUsingLegacyDistribution
source: Using legacy distribution registration. Consider using a tar based distribution instead.
cs_cz: Používá se starší verze registrace distribuce. Zvažte místo toho použití distribuce založené na formátu tar.
da_dk: Bruger ældre distributionsregistrering. Overvej at bruge en tar-baseret distribution i stedet.
de_de: Es wird die Legacy-Verteilungsregistrierung verwendet. Erwägen Sie, stattdessen eine TAR-basierte Distribution zu verwenden.
el_gr: Γίνεται χρήση καταχώρησης διανομής παλαιού τύπου (legacy). Εξετάστε το ενδεχόμενο να χρησιμοποιήσετε μια διανομή βασισμένη σε tar.
es_es: Usando registro de distribución heredado. Considere la posibilidad de usar una distribución basada en tar en su lugar.
fi_fi: Käytetään vanhaa jakelurekisteröintiä. Harkitse sen sijaan tervapohjaista jakaumaa.
fr_fr: Utilisation de l’inscription de distribution héritée. Envisagez d’utiliser une distribution basée sur le tar à la place.
hu_hu: Örökölt disztribúciós regisztráció használata. Fontolja meg inkább tar-alapú disztribúció használatát.
it_it: Verrà usata la registrazione della distribuzione legacy. Provare a usare una distribuzione basata su tar.
ja_jp: レガシの配布登録を使用しています。代わりに tar ベースの配布を使用することを検討してください。
ko_kr: 레거시 배포 등록을 사용하고 있습니다. tar 기반 배포를 대신 사용하는 것이 좋습니다.
nb_no: Bruker eldre distribusjonsregistrering. Vurder å bruke en tar-basert distribusjon i stedet.
nl_nl: Verouderde distributieregistratie wordt gebruikt. Overweeg in plaats daarvan een op teer gebaseerde distributie te gebruiken.
pl_pl: Przy użyciu starszej rejestracji dystrybucji. Rozważ użycie dystrybucji opartej na tar.
pt_br: Usando registro de distribuição herdado. Considere usar uma distribuição baseada em tar.
pt_pt: A utilizar o registo de distribuição legado. Em vez disso, considere utilizar uma distribuição baseada em tar.
ru_ru: Использование устаревшей регистрации распространения. Вместо этого рассмотрите возможность использования дистрибутива на основе tar.
sv_se: Använder äldre distributionsregistrering. Överväg att använda en tar-baserad distribution i stället.
tr_tr: Eski dağıtım kaydı kullanılıyor. Bunun yerine tar tabanlı bir dağıtım kullanmayı düşünün.
zh_cn: 正在使用旧分发注册。请考虑改用基于 tar 的分发。
zh_tw: 使用舊版散發註冊。請考慮改用 tar 型發佈。

# MessageLegacyDistributionVersionArgNotSupported
source: Legacy distribution registrations do not support the --version argument.
cs_cz: Starší registrace distribuce nepodporují argument --version .
da_dk: Ældre distributionsregistreringer understøtter ikke argumentet --version .
de_de: Ältere Distributionsregistrierungen unterstützen das Argument --version nicht.
el_gr: Οι καταχωρήσεις διανομών παλαιού τύπου δεν υποστηρίζουν το όρισμα --version.
es_es: Los registros de distribución heredados no admiten el argumento --version .
fi_fi: Vanhat jakelurekisteröinnit eivät tue --version argumenttia.
fr_fr: Les inscriptions de distribution héritées ne prennent pas en charge l’argument --version .
hu_hu: Az örökölt terjesztési regisztrációk nem támogatják a --version argumentumot.
it_it: Le registrazioni di distribuzione legacy non supportano --version argument.
ja_jp: レガシディストリビューションの登録では、--version 引数はサポートされていません。
ko_kr: 레거시 배포 등록은 --version 인수를 지원하지 않습니다.
nb_no: Eldre distribusjonsregistreringer støtter ikke --version argumentet.
nl_nl: Verouderde distributieregistraties ondersteunen het argument --version niet.
pl_pl: Starsze rejestracje dystrybucji nie obsługują argumentu --version .
pt_br: Registros de distribuição herdados não dão suporte ao argumento --version dados.
pt_pt: Os registos de distribuição legados não suportam o argumento --version .
ru_ru: Устаревшие регистрации дистрибутивов не поддерживают аргумент --version .
sv_se: Äldre distributionsregistreringar stöder inte argumentet --version .
tr_tr: Eski dağıtım kayıtları bağımsız değişken --version desteklemez.
zh_cn: 旧分发注册不支持 --version 参数。
zh_tw: 舊版散發註冊不支援 --version 自變數。

# MessageDistributionOverridden
source: The distribution "{}" is provided by an override manifest.
cs_cz: Distribuce "{}" je poskytována manifestem přepsání.
da_dk: Distributionen "{}" leveres af et tilsidesættelsesmanifest.
de_de: Die Distribution "{}" wird durch ein Überschreibungsmanifest bereitgestellt.
el_gr: Η διανομή "{}" παρέχεται από ένα μανιφέστο παράκαμψης (override manifest).
es_es: Un manifiesto de invalidación proporciona la distribución "{}".
fi_fi: Jakelun {} tarjoaa ohitusluettelo.
fr_fr: La distribution « {} » est fournie par un manifeste de remplacement.
hu_hu: A(z) {} eloszlást egy felülbírálási jegyzék biztosítja.
it_it: La distribuzione "{}" è fornita da un manifesto di override.
ja_jp: ディストリビューション "{}" はオーバーライド マニフェストによって提供されます。
ko_kr: "{}" 배포는 재정의 매니페스트에서 제공합니다.
nb_no: Distribusjonen {} leveres av et overstyringsmanifest.
nl_nl: De distributie '{}' wordt geleverd door een onderdrukkingsmanifest.
pl_pl: Dystrybucja "{}" jest dostarczana przez manifest przesłonięcia.
pt_br: A distribuição "{}" é fornecida por um manifesto de substituição.
pt_pt: A distribuição "{}" é fornecida por um manifesto de substituição.
ru_ru: Распределение "{}" предоставляется манифестом переопределения.
sv_se: Fördelningen "{}" tillhandahålls av ett åsidosättningsmanifest.
tr_tr: "{}" dağıtımı bir geçersiz kılma bildirimi tarafından sağlandı.
zh_cn: 分发“{}”由替代清单提供。
zh_tw: 發佈 "{}" 是由覆寫資訊清單所提供。

# MessageHashMismatch
source: The distribution hash doesn't match. Expected: {}, actual hash: {}
cs_cz: Hodnota hash distribuce se neshoduje. Očekáváno: {}, skutečná hodnota hash: {}
da_dk: Distributionshash'en stemmer ikke overens. Forventet: {}, faktisk hash: {}
de_de: Der Distributionshash stimmt nicht überein. Erwartet: {}, tatsächlicher Hash: {}
el_gr: Ο κατακερματισμός (hash) της διανομής δεν ταιριάζει. Αναμενόταν: {}, πραγματικός κατακερματισμός: {}
es_es: El hash de distribución no coincide. Se esperaba: {}, hash real: {}
fi_fi: Jakauman hajautusarvo ei täsmää. Odotettu: {}, todellinen hajautusarvo: {}
fr_fr: Le code de hachage de la distribution ne correspond pas. {}, code de hachage réel : {}
hu_hu: A terjesztési kivonat nem egyezik. Várt: {}, tényleges kivonat: {}
it_it: L'hash di distribuzione non corrisponde. Previsto: {}, hash effettivo: {}
ja_jp: ディストリビューション ハッシュが一致しません。予期された値は {}、実際の値は {} です
ko_kr: 배포 해시가 일치하지 않습니다. 예상: {}, 실제 해시: {}
nb_no: Distribusjonshashen samsvarer ikke. Forventet: {}, faktisk hash: {}
nl_nl: De distributiehash komt niet overeen. Verwacht: {}, werkelijke hash: {}
pl_pl: Skrót dystrybucji jest niezgodny. Oczekiwano: {}, rzeczywisty skrót: {}
pt_br: O hash de distribuição não corresponde. Esperado: {}, hash real: {}
pt_pt: O hash de distribuição não corresponde. Esperado: {}, hash real: {}
ru_ru: Хэш распространения не совпадает. Ожидается: {}, фактический хэш: {}
sv_se: Distributionshash matchar inte. Förväntat: {}, faktisk hash: {}
tr_tr: Dağıtım karması eşleşmiyor. Beklenen: {}, gerçek karma: {}
zh_cn: 分发哈希不匹配。预期: {}，实际哈希: {}
zh_tw: 發佈雜湊不相符。預期: {}，實際: {}

# MessageInvalidHexString
source: Invalid hex string: {}
cs_cz: Neplatný šestnáctkový řetězec: {}
da_dk: Ugyldig hex-streng: {}
de_de: Ungültige Hex-Zeichenfolge: {}
el_gr: Μη έγκυρη δεκαεξαδική συμβολοσειρά: {}
es_es: Cadena HEX no válida: {}
fi_fi: Virheellinen heksadesimaalimerkkijono: {}
fr_fr: Chaîne hexadécimal non valide : {}
hu_hu: Érvénytelen hexadecimális karakterlánc: {}
it_it: Stringa Hex non valida: {}
ja_jp: 無効な 16 進数文字列: {}
ko_kr: 잘못된 16진수 문자열: {}
nb_no: Ugyldig heksadesimalstreng: {}
nl_nl: Ongeldige hexadecimale tekenreeks: {}
pl_pl: Nieprawidłowy ciąg szesnastkowy: {}
pt_br: Cadeia de caracteres hexadecimal inválida: {}
pt_pt: Cadeia hexadecimal inválida: {}
ru_ru: Недопустимая шестнадцатеричная строка: {}
sv_se: Ogiltig hexadecimal sträng: {}
tr_tr: Geçersiz onaltılık dize: {}
zh_cn: 无效 HEX 字符串: {}
zh_tw: 不正確的十六進位字串: {}

# MessageNotSupportedOnLegacyDistros
source: '{}' is not supported when installing legacy distributions.
cs_cz: '{}' se při instalaci starších distribucí nepodporuje.
da_dk: '{}' understøttes ikke ved installation af ældre distributioner.
de_de: „{}“ wird bei der Installation von Legacy-Distributionen nicht unterstützt.
el_gr: Το '{}' δεν υποστηρίζεται κατά την εγκατάσταση διανομών παλαιού τύπου.
es_es: No se admite '{}' al instalar distribuciones heredadas.
fi_fi: Kohdetta {} ei tueta asennettaessa vanhoja jakeluja.
fr_fr: « {} » n’est pas pris en charge lors de l’installation des distributions héritées.
hu_hu: A(z) {} nem támogatott örökölt disztribúciók telepítésekor.
it_it: '{}' non è supportato durante l'installazione di distribuzioni legacy.
ja_jp: レガシ ディストリビューションをインストールする場合、'{}' はサポートされません。
ko_kr: 레거시 배포를 설치할 때는 '{}'가 지원되지 않습니다.
nb_no: {} støttes ikke ved installering av eldre distribusjoner.
nl_nl: '{}' wordt niet ondersteund bij het installeren van verouderde distributies.
pl_pl: Element „{}” nie jest obsługiwany podczas instalowania starszych dystrybucji.
pt_br: Não há suporte para '{}' ao instalar distribuições herdadas.
pt_pt: '{}' não é suportado ao instalar distribuições legadas.
ru_ru: "{}" не поддерживается при установке устаревших дистрибутивов.
sv_se: '{}' stöds inte vid installation av äldre distributioner.
tr_tr: Eski dağıtımlar yüklenirken '{}' desteklenmiyor.
zh_cn: 安装旧版分发时不支持“{}”。
zh_tw: 安裝舊版發佈時不支援 『{}』。

# MessageDistributionInstalled
source: Distribution successfully installed. It can be launched via 'wsl.exe -d {}'
cs_cz: Distribuce byla úspěšně nainstalována. Dá se spustit přes wsl.exe -d {}.
da_dk: Distributionen blev installeret. Den kan startes via 'wsl.exe -d {}'
de_de: Die Distribution wurde erfolgreich installiert. Sie kann über "wsl.exe -d {}" gestartet werden.
el_gr: Η διανομή εγκαταστάθηκε επιτυχώς. Μπορεί να εκκινηθεί μέσω του 'wsl.exe -d {}'
es_es: Distribución instalada correctamente. Se puede iniciar a través de "wsl.exe -d {}"
fi_fi: Jakelun asennus onnistui. Se voidaan käynnistää kohteella wsl.exe -d {}
fr_fr: La distribution a été installée. Il peut être lancé via 'wsl.exe -d {}'
hu_hu: A terjesztés telepítése sikerült. A wsl.exe -d {} használatával indítható el
it_it: Installazione della distribuzione completata. Può essere avviato tramite 'wsl.exe -d {}'
ja_jp: ディストリビューションが正常にインストールされました。'wsl.exe -d {}' を使用して起動できます
ko_kr: 배포가 설치되었습니다. 'wsl.exe -d {}'을(를) 통해 시작할 수 있습니다.
nb_no: Distribusjonen er installert. Den kan startes via wsl.exe -d {}
nl_nl: Distributie is geïnstalleerd. Het kan worden gestart via wsl.exe -d {}
pl_pl: Dystrybucja została pomyślnie zainstalowana. Można ją uruchomić za pomocą polecenia "wsl.exe -d {}"
pt_br: Distribuição instalada com êxito. Ele pode ser iniciado por meio de 'wsl.exe -d {}'
pt_pt: Distribuição instalada com êxito. Pode ser iniciado através de "wsl.exe -d {}"
ru_ru: Дистрибутив успешно установлен. Его можно запустить с помощью "wsl.exe -d {}"
sv_se: Distributionen har installerats. Det kan startas via "wsl.exe -d {}"
tr_tr: Dağıtım başarıyla yüklendi. 'wsl.exe -d {}' ile başlatılabilir
zh_cn: 已成功安装分发。可以通过 “wsl.exe -d {}” 启动它
zh_tw: 已成功安裝發佈。可以透過 『wsl.exe -d {}' 啟動

# MessageInvalidNumberString
source: Invalid memory string '{}' for .wslconfig entry '{}' in {}:{}
cs_cz: Neplatný řetězec paměti '{}' pro položku .wslconfig '{}' v {}:{}
da_dk: Ugyldig hukommelsesstreng '{}' for .wslconfig-posten '{}' i {}:{}
de_de: Ungültige Speicherzeichenfolge "{}" für .wslconfig Eintrag "{}" in "{}:{}".
el_gr: Μη έγκυρη συμβολοσειρά μνήμης '{}' για την καταχώρηση '{}' του .wslconfig στο {}:{}
es_es: Cadena de memoria "{}" no válida para la entrada .wslconfig "{}" en {}:{}
fi_fi: Virheellinen muistimerkkijono {} .wslconfig-merkinnälle {} kohteessa {}:{}
fr_fr: Chaîne mémoire « {} » non valide pour .wslconfig'entrée « {} » dans {} :{}
hu_hu: Érvénytelen {} memóriasztring a(z) {} .wslconfig bejegyzéshez itt: {}:{}
it_it: Stringa di memoria '{}' non valida per .wslconfig voce '{}' in {}:{}
ja_jp: {} の .wslconfig エントリ '{}' の無効なメモリ文字列 '{}': {}
ko_kr: {}:{}의 .wslconfig 항목 '{}'에 대한 메모리 문자열 '{}'이(가) 잘못되었습니다.
nb_no: Ugyldig minnestreng {} for .wslconfig-oppføringen {} i {}: {}
nl_nl: Ongeldige geheugentekenreeks {} voor .wslconfig-vermelding {} in {}:{}
pl_pl: Nieprawidłowy ciąg pamięci „{}” dla wpisu .wslconfig „{}” w elemencie {}:{}
pt_br: Cadeia de caracteres de memória inválida '{}' .wslconfig entrada '{}' em {}:{}
pt_pt: Cadeia de memória '{}' inválida para .wslconfig entrada '{}' em {}:{}
ru_ru: Недопустимая строка памяти "{}" для .wslconfig "{}" в {}:{}
sv_se: Ogiltig minnessträng '{}' för .wslconfig-posten '{}' i {}:{}
tr_tr: {}:{} içinde '{}' .wslconfig için geçersiz '{}' bellek dizesi
zh_cn: {}:{} 中的 .wslconfig 条目“{}”的内存字符串“{}”无效
zh_tw: {}：{} 中 .wslconfig 專案 '{}' 的記憶體字符串 '{}' 無效

# MessagedFailedToCreateSwapVhd
source: Failed to create the swap disk in '{}': {}
cs_cz: Nepovedlo se vytvořit prohození disku v '{}': {}
da_dk: Swapdisken kunne ikke oprettes i '{}': {}
de_de: Fehler beim Erstellen des Austauschdatenträgers in "{}": {}
el_gr: Αποτυχία δημιουργίας του δίσκου swap στο '{}': {}
es_es: No se pudo crear el disco de intercambio en '{}': {}
fi_fi: Vaihtolevyn luominen kohteessa {}: {} epäonnistui
fr_fr: Échec de la création du disque d’échange dans « {} » : {}
hu_hu: Nem sikerült létrehozni a felcserélési lemezt itt: {}: {}
it_it: Non è stato possibile creare il disco di scambio in '{}': {}
ja_jp: '{}' にスワップ ディスクを作成できませんでした: {}
ko_kr: '{}'에서 스왑 디스크를 만들지 못함: {}
nb_no: Kan ikke opprette swapdisken i {}: {}
nl_nl: Kan de wisselschijf niet maken in {}: {}
pl_pl: Nie można utworzyć dysku wymiany w „{}”: {}
pt_br: Falha ao criar o disco de permuta em '{}': {}
pt_pt: Falha ao criar o disco de troca em '{}': {}
ru_ru: Не удалось создать диск переключения в "{}": {}
sv_se: Det gick inte att skapa växlingsdisken i '{}': {}
tr_tr: '{}' içinde takas diski oluşturulamadı: {}
zh_cn: 未能在“{}”中创建交换磁盘: {}
zh_tw: 無法在 '{}'： {} 中建立交換磁碟

# MessageNestedVirtualizationNotSupported
source: Nested virtualization is not supported on this machine.
cs_cz: Vnořená virtualizace není v tomto počítači podporována.
da_dk: Indlejret virtualisering understøttes ikke på denne maskine.
de_de: Geschachtelte Virtualisierung wird auf diesem Computer nicht unterstützt.
el_gr: Η ένθετη δημιουργία εικονικών μηχανών (Nested virtualization) δεν υποστηρίζεται σε αυτόν τον υπολογιστή.
es_es: No se admite la virtualización anidada en esta máquina.
fi_fi: Sisäkkäistä virtualisointia ei tueta tässä tietokoneessa.
fr_fr: La virtualisation imbriquée n’est pas prise en charge sur cet ordinateur.
hu_hu: A beágyazott virtualizálás nem támogatott ezen a gépen.
it_it: La virtualizzazione annidata non è supportata in questo computer.
ja_jp: ネスト化された仮想化はこのマシンではサポートされていません。
ko_kr: 이 컴퓨터에서는 중첩 가상화가 지원되지 않습니다.
nb_no: Nestet virtualisering støttes ikke på denne maskinen.
nl_nl: Geneste virtualisatie wordt niet ondersteund op deze computer.
pl_pl: Wirtualizacja zagnieżdżona nie jest obsługiwana na tej maszynie.
pt_br: Não há suporte para virtualização aninhada nesta máquina.
pt_pt: A virtualização aninhada não é suportada nesta máquina.
ru_ru: Вложенная виртуализация не поддерживается на этом компьютере.
sv_se: Kapslad virtualisering stöds inte på den här datorn.
tr_tr: İç içe sanallaştırma bu makinede desteklenmiyor.
zh_cn: 此计算机上不支持嵌套虚拟化。
zh_tw: 此電腦不支援巢狀虛擬化。

# MessageFailedToCreateNetworkEndpoint
source: Failed to create network endpoint with address: '{}', assigned new address: '{}'
cs_cz: Nepovedlo se vytvořit koncový bod sítě s adresou '{}', byla přiřazena nová adresa: '{}'
da_dk: Der kunne ikke oprettes et netværksslutpunkt med adressen: '{}', tildelt ny adresse: '{}'
de_de: Fehler beim Erstellen des Netzwerkendpunkts mit folgender Adresse: "{}", zugewiesene neue Adresse: "{}"
el_gr: Αποτυχία δημιουργίας τελικού σημείου δικτύου (network endpoint) με διεύθυνση: '{}', εκχωρήθηκε νέα διεύθυνση: '{}'
es_es: No se pudo crear el punto de conexión de red con la dirección "{}". Dirección nueva asignada: "{}".
fi_fi: Verkon päätepisteen luominen osoitteella {} epäonnistui, määritetty uusi osoite: {}
fr_fr: Échec de la création du point de terminaison réseau avec l’adresse : « {} », nouvelle adresse affectée : « {} »
hu_hu: Nem sikerült létrehozni a(z) {} című hálózati végpontot. A hozzárendelt új cím: {}
it_it: Non è stato possibile creare l'endpoint di rete con indirizzo: '{}', nuovo indirizzo assegnato: '{}'
ja_jp: アドレス '{}'、割り当てられた新しいアドレス '{}' のネットワーク エンドポイントを作成できませんでした
ko_kr: 주소가 '{}'인 네트워크 엔드포인트를 만들지 못했습니다. 할당된 새 주소: '{}'
nb_no: Kan ikke opprette et nettverksendepunkt med adressen {}, tilordnet ny adresse: {}
nl_nl: Kan het netwerkeindpunt met het adres {} niet maken, er is een nieuw adres toegewezen: {}
pl_pl: Nie można utworzyć sieciowego punktu końcowego z adresem: „{}”. Przypisano nowy adres: „{}”
pt_br: Falha ao criar o ponto de extremidade de rede com o endereço: '{}', novo endereço atribuído: '{}'
pt_pt: Falha ao criar o ponto final de rede com o endereço: "{}", novo endereço atribuído: "{}"
ru_ru: Не удалось создать конечную точку сети с адресом "{}", назначенный новый адрес: "{}"
sv_se: Det gick inte att skapa nätverksslutpunkten med adressen: '{}', tilldelad ny adress: '{}'
tr_tr: Ağ uç noktası şu adresle oluşturulamadı: '{}', atanan yeni adres: '{}'
zh_cn: 无法创建地址为“{}”的网络端点，已分配新地址:“{}”
zh_tw: 無法建立位址為 '{}'、已指派新位址為 '{}' 的網络端點

# MessageFailedToCreateNetwork
source: Failed to create virtual network with address range: '{}', created new network with range: '{}', {}
cs_cz: Nepovedlo se vytvořit virtuální síť s rozsahem adres '{}', vytvořila se nová síť s rozsahem: '{}', {}
da_dk: Virtuelt netværk med adresseområde: '{}' blev ikke oprettet. Der blev oprettet et nyt netværk med området: '{}', {}
de_de: Fehler beim Erstellen des virtuellen Netzwerks mit dem Adressbereich "{}". Es wurde ein neues Netzwerk mit folgendem Bereich erstellt: "{}", {}
el_gr: Αποτυχία δημιουργίας εικονικού δικτύου με εύρος διευθύνσεων: '{}', δημιουργήθηκε νέο δίκτυο με εύρος: '{}', {}
es_es: No se pudo crear la red virtual con el intervalo de direcciones "{}", se creó una nueva red con el intervalo "{}", {}
fi_fi: Virtuaaliverkkoa, jonka osoitealue on {}, ei voitu luoda, luotiin uusi verkko, jonka alue on {}, {}
fr_fr: Échec de la création du réseau virtuel avec la plage d’adresses : « {} », réseau créé avec la plage « {} », {}
hu_hu: Nem sikerült létrehozni a(z) {} címtartományú virtuális hálózatot, új hálózat létrehozva a következő tartománnyal: {}, {}
it_it: Non è stato possibile creare la rete virtuale con l'intervallo di indirizzi: '{}', è stata creata una nuova rete con intervallo: '{}', {}
ja_jp: アドレス範囲 '{}' を使用して仮想ネットワークを作成できませんでした。範囲 '{}'、{} を使用して新しいネットワークを作成しました
ko_kr: 주소 범위가 '{}'인 가상 네트워크를 만들지 못했습니다. 범위가 '{}', {}인 새 네트워크를 만들었습니다.
nb_no: Kan ikke opprette virtuelt nettverk med adresseområde: {}, opprettet nytt nettverk med området: {}, {}
nl_nl: Kan geen virtueel netwerk maken met adresbereik: {}, nieuw netwerk gemaakt met bereik: {}, {}
pl_pl: Nie można utworzyć sieci wirtualnej z zakresem adresów: „{}”. Utworzono nową sieć z zakresem: „{}”, {}
pt_br: Falha ao criar rede virtual com intervalo de endereços: '{}', nova rede criada com intervalo: '{}', {}
pt_pt: Falha ao criar a rede virtual com o intervalo de endereços: "{}", criou uma nova rede com o intervalo: "{}", {}
ru_ru: Не удалось создать виртуальную сеть с диапазоном адресов "{}", создана новая сеть с диапазоном: "{}", {}
sv_se: Det gick inte att skapa ett virtuellt nätverk med adressintervallet '{}', ett nytt nätverk med intervallet '{}', {} skapades
tr_tr: Adres aralığı '{}' olan sanal ağ oluşturulamadı, şu aralıkla yeni ağ oluşturuldu: '{}', {}
zh_cn: 无法创建地址范围为“{}”的虚拟网络，已创建具有以下范围的新网络:“{}”，{}
zh_tw: 無法建立位址範圍為 『{}』 的虛擬網路，已建立範圍為 『{}』、{} 的新網路
